tap "ankitpokhrel/jira-cli"
tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "cantino/mcfly"
tap "checkmarx/tap"
tap "fairwindsops/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "hudochenkov/sshpass"
tap "salesforce/cloudsplaining", "https://github.com/salesforce/cloudsplaining"
tap "wader/tap"
tap "wez/wezterm"
brew "act"
brew "python@3.10"
brew "ansible", link: false
brew "argocd"
brew "arping"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bat"
brew "cdktf"
brew "cfn-lint"
brew "conftest"
brew "croc"
brew "kubernetes-cli"
brew "devspace"
brew "direnv"
brew "dive"
brew "dust"
brew "fish"
brew "fzf"
brew "gh"
brew "gimme"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "glib"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gping"
brew "hcl2json"
brew "helm"
brew "howdoi"
brew "hugo"
brew "infracost"
brew "jq"
brew "k9s"
brew "kind"
brew "kustomize"
brew "qemu"
brew "lima"
brew "lynis"
brew "m-cli"
brew "mcfly"
brew "minikube"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nmap"
brew "podman"
brew "ripgrep"
brew "shellcheck"
brew "stern"
brew "stoken"
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "tree"
brew "truncate"
brew "yq"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "aquasecurity/trivy/trivy"
brew "checkmarx/tap/kics"
brew "fairwindsops/tap/pluto"
brew "hashicorp/tap/terraform-ls"
brew "hudochenkov/sshpass/sshpass"
brew "wader/tap/fq"
cask "alacritty"
cask "amethyst"
cask "background-music"
cask "balenaetcher"
cask "bitwarden"
cask "elmedia-player"
cask "firefox"
cask "flycut"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "microsoft-remote-desktop"
cask "multipass"
cask "rectangle"
cask "spotify"
cask "stats"
cask "steam"
cask "teamviewer"
cask "uniflash"
cask "vagrant"
cask "virtualbox"
cask "wezterm"
