{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp-vsnip": {
      "src": "https://github.com/hrsh7th/cmp-vsnip"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "hardtime.nvim": {
      "src": "https://github.com/m4xshen/hardtime.nvim"
    },
    "helm-ls.nvim": {
      "src": "https://github.com/qvalentin/helm-ls.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'main'"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim",
      "version": "'main'"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "octo.nvim": {
      "src": "https://github.com/pwntester/octo.nvim",
      "version": "'master'"
    },
    "opencode.nvim": {
      "src": "https://github.com/NickvanDyke/opencode.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "precognition.nvim": {
      "src": "https://github.com/tris203/precognition.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'master'"
    },
    "tf.nvim": {
      "src": "https://github.com/Allaman/tf.nvim",
      "version": "'main'"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator",
      "version": "'master'"
    },
    "vim-vsnip": {
      "src": "https://github.com/hrsh7th/vim-vsnip"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}